Repository: common-repository/static-maps-editor
Catalog: languages/static-maps-editor-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pt_br

source: Static Maps Editor to create custom map images and add them to your media library.
de_de: Static Maps Editor zum Erstellen von Landkarten und Stadtplänen als Bilder für deine WordPress-Mediathek.
es_es: Static Maps Editor para crear imágenes de mapas personalizadas y añadirlas a tu biblioteca multimedia.
fr_fr: Static Maps Editor pour créer des images de cartes personnalisées et les ajouter à votre bibliothèque de médias.
it_it: Static Maps Editor per creare immagini di mappe personalizzate e aggiungerle alla libreria multimediale.
nl_nl: Static Maps Editor om aangepaste kaartafbeeldingen te maken en toe te voegen aan je mediabibliotheek.
pt_br: Static Maps Editor para criar imagens de mapas personalizadas e adicioná-las à sua biblioteca de mídia.

source: http://www.printmaps.net/
de_de: http://www.printmaps.net/de/
es_es: http://www.printmaps.net/es
fr_fr: http://www.printmaps.net/fr
it_it: http://www.printmaps.net/it
nl_nl: http://www.printmaps.net/nl
pt_br: http://www.printmaps.net/pt-br

source: Add static map
de_de: Neue Static Map
es_es: Añadir mapa estático
fr_fr: Ajouter une carte statique
it_it: Aggiungi mappa statica
nl_nl: Statische kaart toevoegen
pt_br: Adicionar mapa estático

source: Static Maps Editor - Settings
de_de: Static Maps Editor - Einstellungen
es_es: Static Maps Editor - Configuración
fr_fr: Static Maps Editor - Paramètres
it_it: Static Maps Editor - Impostazioni
pt_br: Static Maps Editor - Configurações

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen
pt_br: Configurações

source: API Key
es_es: Clave API
fr_fr: Clé API
it_it: Chiave API
nl_nl: API-sleutel
pt_br: Chave da API

source: Hide from main navigation
de_de: Aus Hauptnavigation verstecken
es_es: Ocultar de la navegación principal
fr_fr: Cacher de la navigation principale
it_it: Nascondi dalla navigazione principale
nl_nl: Verbergen in hoofdnavigatie
pt_br: Ocultar da navegação principal

source: Default dimensions
de_de: Standard-Maße
es_es: Dimensiones por defecto
fr_fr: Dimensions par défaut
it_it: Dimensioni predefinite
nl_nl: Standaardafmetingen
pt_br: Dimensões padrão

source: Terms of Service
de_de: Nutzungsbedingungen
es_es: Condiciones de uso
fr_fr: Conditions d'utilisation
it_it: Termini di servizio
nl_nl: Gebruiksvoorwaarden
pt_br: Termos de Serviço

source: Privacy and terms
de_de: Datenschutz und TOS
es_es: Privacidad y condiciones
fr_fr: Confidentialité et conditions
it_it: Privacy e termini
nl_nl: Privacy en voorwaarden
pt_br: Privacidade e termos

source: Display branding
de_de: Logo anzeigen
es_es: Mostrar marca
fr_fr: Affichage de la marque
it_it: Visualizzazione del marchio
nl_nl: Branding weergeven
pt_br: Exibir a marca

source: Show credits as link
de_de: Herkunftsnachweis als Link zeigen
es_es: Mostrar créditos como enlace
fr_fr: Afficher les crédits sous forme de lien
it_it: Mostra i crediti come link
nl_nl: Credits weergeven als link
pt_br: Mostrar créditos como link

source: Add static map to media library
de_de: Füge Static Map zur Mediathek hinzu
es_es: Añadir mapa estático a la mediateca
fr_fr: Ajouter une carte statique à la médiathèque
it_it: Aggiungere una mappa statica alla libreria multimediale
nl_nl: Statische kaart toevoegen aan mediabibliotheek
pt_br: Adicionar mapa estático à biblioteca de mídia

source: Dimensions
de_de: Maße
es_es: Dimensiones
it_it: Dimensioni
nl_nl: Afmetingen
pt_br: Dimensões

source: Static Map successfully added to the media library.
de_de: Static Map erfolgreich zur Mediathek hinzugefügt.
es_es: Mapa estático añadido correctamente a la biblioteca multimedia.
fr_fr: La carte statique a été ajoutée avec succès à la médiathèque.
it_it: Mappa statica aggiunta con successo alla libreria multimediale.
nl_nl: Statische kaart succesvol toegevoegd aan de mediabibliotheek.
pt_br: Mapa estático adicionado com sucesso à biblioteca de mídia.

source: Create new static map
de_de: Neue Static Map erstellen
es_es: Crear un nuevo mapa estático
fr_fr: Créer une nouvelle carte statique
it_it: Creare una nuova mappa statica
nl_nl: Nieuwe statische kaart maken
pt_br: Criar um novo mapa estático

source: Show map in media library
de_de: Map in Mediathek anzeigen
es_es: Mostrar mapa en mediateca
fr_fr: Afficher la carte dans la médiathèque
it_it: Mostra la mappa nella mediateca
nl_nl: Kaart weergeven in mediabibliotheek
pt_br: Mostrar mapa na biblioteca de mídia

source: Processing...
de_de: In Verarbeitung...
es_es: Procesando...
fr_fr: Traitement...
it_it: Elaborazione...
nl_nl: Verwerking...
pt_br: Processamento...

source: Failed to create map. Please try again.
de_de: Erzeugen von Map fehlgeschlagen. Bitte probiere es nochmals.
es_es: No se ha podido crear el mapa. Inténtelo de nuevo.
fr_fr: La création de la carte a échoué. Veuillez réessayer.
it_it: Impossibile creare la mappa. Riprovare.
nl_nl: Het is niet gelukt om een kaart te maken. Probeer het opnieuw.
pt_br: Falha ao criar o mapa. Tente novamente.

source: Configure Static Maps Editor
de_de: Konfiguriere den Static Maps Editor
es_es: Configurar Static Maps Editor
fr_fr: Configurer Static Maps Editor
it_it: Configurazione Static Maps Editor
nl_nl: Static Maps Editor configureren
pt_br: Configurar o Static Maps Editor

source: Step 1: Get API Key
de_de: Schritt 1: Generiere API-Key
es_es: Paso 1: Obtener clave API
fr_fr: Étape 1 : Obtenir la clé API
it_it: Passo 1: ottenere la chiave API
nl_nl: Stap 1: API-sleutel verkrijgen
pt_br: Etapa 1: Obter a chave da API

source: I agree to the <a href="%s" target="_blank">privacy policy</a>
de_de: Ich stimme den <a href="%s" target="_blank">Datenschutzbestimmungen</a> zu.
es_es: Acepto la <a href="%s" target="_blank">política de privacidad</a>
fr_fr: J'accepte la <a href="%s" target="_blank">politique de confidentialité</a>
it_it: Accetto l'informativa sulla <a href="%s" target="_blank">privacy</a>
nl_nl: Ik ga akkoord met het <a href="%s" target="_blank">privacybeleid</a>
pt_br: Eu concordo com a <a href="%s" target="_blank">política de privacidade</a>

source: The site address <strong>%s</strong> will be stored together with the API Key by <a href="https://www.printmaps.net/" target="_blank">Printmaps.net</a>.
de_de: Die Website-Adresse <strong>%s</strong> wird gemeinsam mit dem API-Key von <a href="https://www.printmaps.net/" target="_blank">Printmaps.net</a> gespeichert.
es_es: <a href="https://www.printmaps.net/es" target="_blank">Printmaps.net</a> almacenará la dirección del sitio <strong>%s</strong> junto con la clave API.
fr_fr: L'adresse du site <strong>%s</strong> sera stockée avec la clé API par <a href="https://www.printmaps.net/fr" target="_blank">Printmaps.net</a>.
it_it: L'indirizzo del sito <strong>%s</strong> sarà memorizzato insieme alla chiave API da <a href="https://www.printmaps.net/it" target="_blank">Printmaps.net</a>.
nl_nl: Het adres van de site <strong>%s</strong> wordt samen met de API Key opgeslagen door <a href="https://www.printmaps.net/nl/" target="_blank">Printmaps.net</a>.
pt_br: O endereço do site <strong>%s</strong> será armazenado junto com a chave de API pela <a href="https://www.printmaps.net/pt-br" target="_blank">Printmaps.net</a>.

source: This is a technical requirement for the Static Maps Editor to function.
de_de: Das ist eine technische Anforderung für das Funktionieren des Static Maps Editors
es_es: Se trata de un requisito técnico para que funcione Static Maps Editor.
fr_fr: Il s'agit d'une exigence technique pour le fonctionnement de Static Maps Editor.
it_it: Questo è un requisito tecnico per il funzionamento di Static Maps Editor.
nl_nl: Dit is een technische vereiste voor het functioneren van de Static Maps Editor.
pt_br: Esse é um requisito técnico para o funcionamento do Static Maps Editor.

source: My current IP address <strong>%s</strong> will be transferred, but anonymized (xxx) before it is stored for 30 days in a log file.
de_de: Meine aktuelle IP-Adresse <strong>%s</strong> wird übertragen, jedoch anonymisiert (xxx), bevor sie für 30 Tage in einem Log-File gespeichert wird.
es_es: Mi dirección IP actual <strong>%s</strong> será transferida, pero anonimizada (xxx) antes de ser almacenada durante 30 días en un archivo de registro.
fr_fr: Mon adresse IP actuelle <strong>%s</strong> sera transférée, mais anonymisée (xxx) avant d'être stockée pendant 30 jours dans un fichier journal.
it_it: Il mio attuale indirizzo IP <strong>%s</strong> sarà trasferito, ma anonimizzato (xxx) prima di essere memorizzato per 30 giorni in un file di log.
nl_nl: Mijn huidige IP-adres <strong>%s</strong> wordt doorgegeven, maar geanonimiseerd (xxx) voordat het 30 dagen wordt opgeslagen in een logbestand.
pt_br: Meu endereço IP atual <strong>%s</strong> será transferido, mas anonimizado (xxx) antes de ser armazenado por 30 dias em um arquivo de registro.

source: Get API Key
de_de: Generiere API-Key
es_es: Obtener clave API
fr_fr: Obtenir la clé de l'API
it_it: Ottenere la chiave API
nl_nl: API-sleutel ophalen
pt_br: Obter chave de API

source: Your individual API Key: %s
de_de: Dein individueller API-Key: %s
es_es: Su clave API individual: %s
fr_fr: Votre clé API individuelle : %s
it_it: La vostra chiave API individuale: %s
nl_nl: Uw individuele API-sleutel: %s
pt_br: Sua chave de API individual: %s

source: Step 2: Load Static Maps Editor
de_de: Schritt 2: Lade den Static Maps Editor
es_es: Paso 2: Cargar Static Maps Editor
fr_fr: Étape 2 : Charger Static Maps Editor
it_it: Passo 2: Caricare Static Maps Editor
nl_nl: Stap 2: De Static Maps Editor laden
pt_br: Etapa 2: Carregar o Static Maps Editor

source: The Static Maps Editor is an <strong>external application</strong>. It is hosted on <a href="https://www.printmaps.net/" target="_blank">Printmaps.net</a> (you can test drive it there).
de_de: Der Static Maps Editor is eine <strong>externe Anwendung</strong>. Sie läuft auf <a href="https://www.printmaps.net/" target="_blank">Printmaps.net</a> (du kannst sie da testen).
es_es: Static Maps Editor es una <strong>aplicación externa</strong>. Está alojada en <a href="https://www.printmaps.net/es" target="_blank">Printmaps.net</a> (puede probarla allí).
fr_fr: Static Maps Editor est une <strong>application externe</strong>. Elle est hébergée sur <a href="https://www.printmaps.net/fr" target="_blank">Printmaps.net</a> (vous pouvez la tester sur ce site).
it_it: Static Maps Editor è <strong>un'applicazione esterna</strong>. È ospitata su <a href="https://www.printmaps.net/it" target="_blank">Printmaps.net</a> (potete provarla lì).
nl_nl: De Static Maps Editor is een <strong>externe toepassing</strong>. Het wordt gehost op <a href="https://www.printmaps.net/nl/" target="_blank">Printmaps.net</a> (je kunt het daar uitproberen).
pt_br: O Static Maps Editor é um <strong>aplicativo externo</strong>. Ele está hospedado no <a href="https://www.printmaps.net/pt-br" target="_blank">Printmaps.net</a> (você pode testá-lo lá).

source: When you click the button below it will be loaded into this frame.
de_de: Nach Klick auf den Button wird der Editor in diesen Rahmen geladen.
es_es: Cuando haga clic en el botón de abajo se cargará en este marco.
fr_fr: Lorsque vous cliquez sur le bouton ci-dessous, il sera chargé dans ce cadre.
it_it: Quando si fa clic sul pulsante sottostante, viene caricato in questa cornice.
nl_nl: Als je op de knop hieronder klikt, wordt het in dit frame geladen.
pt_br: Quando você clicar no botão abaixo, ele será carregado nesse quadro.

source: Static Maps Editor will be able to save the map images you create to the media library of your WordPress installation. <strong>No other data can be read, transferred or altered by the plugin.</strong>
de_de: Der Static Maps Editor wird die Karten-Bilder, die du erstellst, in die Medienübersicht deiner WordPress-Installation laden können will be able to save the map images you create to the media library of your WordPress installation. <strong>No other data can be read, transferred or altered by the plugin.</strong>
es_es: Static Maps Editor podrá guardar las imágenes de mapas que cree en la biblioteca multimedia de su instalación de WordPress. <strong>Ningún otro dato puede ser leído, transferido o alterado por el plugin.</strong>
fr_fr: Static Maps Editor pourra enregistrer les images de cartes que vous créez dans la bibliothèque de médias de votre installation WordPress. <strong>Aucune autre donnée ne peut être lue, transférée ou modifiée par le plugin.</strong>
it_it: Static Maps Editor sarà in grado di salvare le immagini delle mappe create nella libreria multimediale della vostra installazione di WordPress. <strong>Nessun altro dato può essere letto, trasferito o alterato dal plugin.</strong>
nl_nl: Static Maps Editor kan de kaartbeelden die je maakt opslaan in de mediabibliotheek van je WordPress installatie. <strong>Er kunnen geen andere gegevens worden gelezen, overgedragen of gewijzigd door de plugin.</strong>
pt_br: O Static Maps Editor poderá salvar as imagens de mapa que você criar na biblioteca de mídia da sua instalação do WordPress. <strong>Nenhum outro dado pode ser lido, transferido ou alterado pelo plug-in.</strong>

source: I agree to the <a href="%s" target="_blank">terms of use</a>
de_de: Ich stimme den <a href="%s" target="_blank">Nutzungsbedingungen</a> zu.
es_es: Acepto las <a href="%s" target="_blank">condiciones de uso</a>
fr_fr: J'accepte les <a href="%s" target="_blank">conditions d'utilisation</a>
it_it: Accetto le <a href="%s" target="_blank">condizioni di utilizzo</a>
nl_nl: Ik ga akkoord met de <a href="%s" target="_blank">gebruiksvoorwaarden</a>
pt_br: Eu concordo com os <a href="%s" target="_blank">termos de uso</a>

source: Load Static Maps Editor
de_de: Static Maps Editor laden
es_es: Cargar Static Maps Editor
fr_fr: Charger Static Maps Editor
it_it: Caricare Static Maps Editor
nl_nl: Static Maps Editor laden
pt_br: Carregar o Static Maps Editor

source: API Key missing. Go to <a href="%s">Settings</a> and get yours.
de_de: Fehlender API-Key. Gehe zu <a href="%s">Einstellungen</a>, um dir einen zu holen.
es_es: Falta la clave API. Vaya a <a href="%s">Configuración</a> y obtenga la suya.
fr_fr: Clé API manquante. Allez dans les <a href="%s">Paramètres</a> et obtenez la vôtre.
it_it: Manca la chiave API. Andate su <a href="%s">Impostazioni</a> e procuratevi la vostra.
nl_nl: API-sleutel ontbreekt. Ga naar <a href="%s">Instellingen</a> haal de jouwe op.
pt_br: Falta a chave de API. Vá para <a href="%s">Configurações</a> e obtenha a sua.

source: Error generating API Key. Please try again
de_de: Erzeugen von API-Key fehlgeschlagen. Bitte probiere es nochmals.
es_es: Error al generar la clave API. Vuelva a intentarlo
fr_fr: Erreur de génération de la clé API. Veuillez réessayer
it_it: Errore nella generazione della chiave API. Riprovare
nl_nl: Fout bij het genereren van de API-sleutel. Probeer het opnieuw
pt_br: Erro ao gerar a chave de API. Por favor, tente novamente

source: Show "Add Static Map" under "Media" and "Static Maps Editor Settings" under "Settings"
de_de: Zeige "Neue Static Map" under "Medien" und "Static Maps Editor Einstellungen" under "Einstellungen"
es_es: Muestra «Añadir mapa estático» en «Medios» y « Configuración Static Maps Editor» en «Configuración».
fr_fr: Afficher « Ajouter une carte statique » sous « Médias » et « Paramètres de Static Maps Editor » sous « Paramètres ».
it_it: Mostrate “Aggiungi mappa statica” sotto “Media” e “Impostazioni Static Maps Editor” sotto “Impostazioni”.
nl_nl: Toon “Statische kaart toevoegen” onder “Media” en “Static Maps Editor-Instellingen” onder “Instellingen”.
pt_br: Mostre “Adicionar mapa estático” em “Mídia” e “Configurações do Static Maps Editor” em “Configurações”

source: Width
de_de: Breite
es_es: Anchura
fr_fr: Largeur
it_it: Larghezza
nl_nl: Breedte
pt_br: Largura

source: Height
de_de: Höhe
es_es: Altura
fr_fr: Hauteur
it_it: Altezza
nl_nl: Hoogte
pt_br: Altura

source: API Key for generating static maps on the Printmaps.net server
de_de: API-Key zum Erstellen von Static Maps am Printmaps.net-Server
es_es: Clave API para generar mapas estáticos en el servidor de Printmaps.net
fr_fr: Clé API pour générer des cartes statiques sur le serveur Printmaps.net
it_it: Chiave API per la generazione di mappe statiche sul server Printmaps.net
nl_nl: API sleutel voor het genereren van statische kaarten op de Printmaps.net server
pt_br: Chave de API para gerar mapas estáticos no servidor Printmaps.net
